Day11/Task2-FixSlowEndpoint/Documentation/bombardier-fast-output.txt
Bombarding http://localhost:5041/api/users-with-events-fast for 30s using 10 connection(s)
 30s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec        10.87      21.38     148.61
  Latency         0.90s      0.86s      9.77s
  Latency Distribution
     50%   753.96ms
     75%      1.22s
     90%      1.38s
     95%      1.49s
     99%      4.77s
  HTTP codes:
    1xx - 0, 2xx - 337, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     5.04MB/s